content/index.org
#+title: Barry Bridgens dot com

* Overview

This is the home on the Internet of Barry Bridgens

I am an amateur photographer and tech enthusiast from the UK

This site will initially be used for general posts and provide links to my other content

Over time all of my content will be migrated to barrybridgens.com


* Blog Posts
#+INCLUDE: blog/index.org :lines "3-8"
[[file:blog/index.org][See more...]]


* Links

- [[https://github.com/barrybridgens][Github]]
- [[https://www.instagram.com/barrybridgens"][Instragram]]

** History

This is my old [[http://www.bridgens.me.uk/barry][site]]

This is my [[http://barrybridgensphotography.co.uk][photography site]]
