public/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Barry Bridgens dot com</title>
<meta name="author" content="Barry Bridgens" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/simple.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Barry Bridgens dot com</h1>

<div id="outline-container-org7ca6023" class="outline-2">
<h2 id="org7ca6023">Overview</h2>
<div class="outline-text-2" id="text-org7ca6023">
<p>
This is the home on the Internet of Barry Bridgens
</p>

<p>
I am an amateur photographer and tech enthusiast from the UK
</p>

<p>
This site will initially be used for general posts and provide links to my other content
</p>

<p>
Over time all of my content will be migrated to barrybridgens.com
</p>
</div>
</div>


<div id="outline-container-org353d308" class="outline-2">
<h2 id="org353d308">Blog Posts</h2>
<div class="outline-text-2" id="text-org353d308">
<ul class="org-ul">
<li><a href="blog/org-roam-ui.html">org-roam-ui</a></li>
<li><a href="blog/org-roam.html">org-roam</a></li>
<li><a href="blog/obsidian.html">obsidian</a></li>
</ul>
<p>
<a href="blog/index.html">See more&#x2026;</a>
</p>
</div>
</div>


<div id="outline-container-orgda53fe8" class="outline-2">
<h2 id="orgda53fe8">Links</h2>
<div class="outline-text-2" id="text-orgda53fe8">
<ul class="org-ul">
<li><a href="https://github.com/barrybridgens">Github</a></li>
<li><a href="https://www.instagram.com/barrybridgens%22">Instraram</a></li>
<li><a href="https://twitter.com/barrybridgens">Twitter</a></li>
</ul>
</div>

<div id="outline-container-org8bc085b" class="outline-3">
<h3 id="org8bc085b">History</h3>
<div class="outline-text-3" id="text-org8bc085b">
<p>
This is my old <a href="http://www.bridgens.me.uk/barry">site</a>
</p>

<p>
This is my <a href="http://barrybridgensphotography.co.uk">photography site</a>
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Barry Bridgens</p>
</div>
</body>
</html>
